const result = {
  one: {
    title: 'Вовлечение в цель: Низкая степень процесса.',
    content: 'Ваши результаты показывают, что вы с трудом можете переключиться на новые жизненные цели, если предыдущая оказалась недостижима. Это также оказывает влияние на ваше самочувствие.',
  },
  two: {
    title: 'Вовлечение в цель: Средняя степень процесса.',
    content: 'Набранные вами баллы говорят о том, что вы более-менее справляетесь с отказом от недостижимых целей. Однако, в некоторых случаях у вас могут возникать сложности: и вы можете постоянно переживать насчет этих целей, ощущать недостаток личной эффективности и терять самообладание. Такая особенность может влиять на ваше психологическое самочувствие и даже может быть связана с депрессией.',
  },
  three: {
    title: 'Вовлечение в цель: Степень процесса - выше среднего',
    content: 'Набранные вами баллы говорят о том, что вы без особого труда справляетесь с постановкой недостижимых целей. Вас не пугает неизвестность и незнания каких либо вещей, и вы с энтузиазмом берётесь за новые задачи.',
  },
  four: {
    title: 'Вовлечение в цель: Степень процесса - высокая',
    content: 'Набранные вами баллы говорят о том, что вы очень хорошо справляетесь с постановкой недостижимых целей. Вы готовы прямо сейчас бросить то что у вас не получается, проанализировать ситуацию и в связи с результатами анализа поставить новые цели и задачи',
  }
}
export default result
