const tests = [
  {
    id: 0,
    titleIntro: 'Шкала корректировки целей ',
    intro: 'С помощью этого теста вы можете проверить, насколько быстро или медленно вы это делаете. И подумать, может ли быть такое, что ваш дискомфорт и психологическое напряжение связаны с тем, что вы пытаетесь достичь недостижимого. В этом тесте нет правильных или неправильных ответов.'
  },
  {
    id: 1,
    title: 'Мне легко уменьшить мои усилия в отношении этой цели',
    answers: [{
      id: 1,
      text: 'Совершенно не согласен'
    },
    {
      id: 2,
      text: 'Нечто среднее'
    },
    {
      id: 3,
      text: 'Согласен'
    },
    {
      id: 4,
      text: 'Совершенно согласен'
    }
    ]
  },
  {
    id: 2,
    title: 'Я убеждаю себя, что у меня есть другие важные цели.',
    answers: [{
        id: 1,
        text: 'Совершенно не согласен'
      },
      {
        id: 2,
        text: 'Нечто среднее'
      },
      {
        id: 3,
        text: 'Согласен'
      },
      {
        id: 4,
        text: 'Совершенно согласен'
      }
      ]
  },
  {
    id: 3,
    title: 'Я продолжаю придерживаться этой цели ещё долгое время; мне трудно отпустить её.',
    answers: [{
        id: 1,
        text: 'Совершенно не согласен'
      },
      {
        id: 2,
        text: 'Нечто среднее'
      },
      {
        id: 3,
        text: 'Согласен'
      },
      {
        id: 4,
        text: 'Совершенно согласен'
      }
      ]
  },
  {
    id: 4,
    title: 'Я начинаю работать над новыми целями',
    answers: [{
        id: 1,
        text: 'Совершенно не согласен'
      },
      {
        id: 2,
        text: 'Нечто среднее'
      },
      {
        id: 3,
        text: 'Согласен'
      },
      {
        id: 4,
        text: 'Совершенно согласен'
      }
      ]
  },
  {
    id: 5,
    title: 'Я думаю над другими новыми целями, которых можно добиться.',
    answers: [{
        id: 1,
        text: 'Совершенно не согласен'
      },
      {
        id: 2,
        text: 'Нечто среднее'
      },
      {
        id: 3,
        text: 'Согласен'
      },
      {
        id: 4,
        text: 'Совершенно согласен'
      }
      ]
  },
  {
    id: 6,
    title: 'Мне трудно остановиться и прекратить достигать эту цель.',
    answers: [{
        id: 1,
        text: 'Совершенно не согласен'
      },
      {
        id: 2,
        text: 'Нечто среднее'
      },
      {
        id: 3,
        text: 'Согласен'
      },
      {
        id: 4,
        text: 'Совершенно согласен'
      }
      ]
  },
  {
    id: 7,
    title: 'Я ищу другие значимые для меня цели',
    answers: [{
        id: 1,
        text: 'Совершенно не согласен'
      },
      {
        id: 2,
        text: 'Нечто среднее'
      },
      {
        id: 3,
        text: 'Согласен'
      },
      {
        id: 4,
        text: 'Совершенно согласен'
      }
      ]
  },
  {
    id: 8,
    title: ' Мне легко перестать думать об этой цели и отпустить её.',
    answers: [{
        id: 1,
        text: 'Совершенно не согласен'
      },
      {
        id: 2,
        text: 'Нечто среднее'
      },
      {
        id: 3,
        text: 'Согласен'
      },
      {
        id: 4,
        text: 'Совершенно согласен'
      }
      ]
  },
  {
    id: 9,
    title: 'Я говорю себе, что есть много других новых целей, которыми можно заняться',
    answers: [{
        id: 1,
        text: 'Совершенно не согласен'
      },
      {
        id: 2,
        text: 'Нечто среднее'
      },
      {
        id: 3,
        text: 'Согласен'
      },
      {
        id: 4,
        text: 'Совершенно согласен'
      }
      ]
  }
]

export default tests
